[
  {
    "name": "Filip W.",
    "location": "Anaheim, CA",
    "date": "2/21/2022",
    "rating": 5,
    "review": "Thank you Mari! \nShe always takes care of me before any event. \nVery busy so email/call ahead.",
    "imgSrc": "a.jpg",
    "yelpLink": ""
  },
  {
    "name": "Jimmy Y.",
    "location": "Holmdel, NJ",
    "date": "1/4/2022",
    "rating": 5,
    "review": "Mr.Okada had me looking like a baller. He took his time to analysis my head before cutting. Good haircuts are hard to come by when you have super straight Asian hair so I very much appreciate his haircut",
    "imgSrc": "j.jpg",
    "yelpLink": ""
  },
  {
    "name": "Risako M.",
    "location": "Torrance, CA",
    "date": "10/30/2020",
    "rating": 5,
    "review": "I have been coming here to get my hair done by Mari for over 5 years. She is so warm and always willing to make her customers feel welcomed. If you aren't satisfied, she would redo it!!! \nSo generous. Alway so thankful for her service.",
    "imgSrc": "b.jpg",
    "yelpLink": ""
  },
  {
    "name": "Misaki S.",
    "location": "Torrance, CA",
    "date": "3/18/2020",
    "rating": 5,
    "review": "Whenever I need a hair cut, I trust Mari at Saison de Aoyama for an expert level cut. I feel at ease knowing the staff at Aoyama are experts that can get my hair to look exactly as I want. \nI've been coming here for years, even as far as coming back to Torrance during my college years in the bay to get my hair cut by Mari. I wouldn't want anyone else cutting my hair. Mari knows how to do a perfect job from start to finish. I would recommend 100%",
    "imgSrc": "c.jpg",
    "yelpLink": ""
  },
  {
    "name": "Crystal W.",
    "location": "Azusa, CA",
    "date": "2/27/2021",
    "rating": 4,
    "review": "Today is our first time going to Aoyama after doing some research in yelp and we are so grateful that we come to a right place! Especially my husband is a very high demand person for his hair style, he has tried many different salons and barber shops before in L.A. but never get satisfaction except today in Aoyama!  He likes his new hair cut and so do I!  Yoko is my hair stylist, I only briefly show her my picture and she can do exactly what I want in a nice way! She is very detailed and experienced, I am very happy with my refreshing short hair style now! For sure we will come back again shortly!",
    "imgSrc": "d.jpg",
    "yelpLink": ""
  },
  {
    "name": "Amy D.",
    "location": "Los Angeles, CA",
    "date": "2/20/2019",
    "rating": 5,
    "review": "I had the best experience today! Kazuko took wonderful care of me and my hair! My hair was super fried at the ends and it had been a while since getting my last cut. She took her time and listened to my needs. The cut is amazing and I feel so refreshed! My favorite part was getting my hair washed! She massaged my scalp and put a hot towel on the back of my neck! I was basically asleep. \nOverall, one of the best experiences in a while! I will definitely be back and I trust Kazuko completely with my hair!",
    "imgSrc": "e.jpg",
    "yelpLink": ""
  },
  {
    "name": "Gabriel L.",
    "location": "Pasadena, CA",
    "date": "8/13/2019",
    "rating": 5,
    "review": "Great service! Great value! \nYoko is super nice and detailed \nReally happy with my new haircut \nAnd got a lot of compliments, even with a cup of coffee \nWill definitely going back",
    "imgSrc": "f.jpg",
    "yelpLink": ""
  },
  {
    "name": "Soramame Girl W.",
    "location": "Los Angeles, CA",
    "date": "11/19/2010",
    "rating": 5,
    "review": "LOVE this salon! Finally found a Japanese salon that's local with good price that meets up to my expectations! I have tried some of the best salons in Aoyama, Japan by the top stylists. So finding a salon here in L.A. that can match both the technique and service rendered by those salons (without the high prices) has been a MAJOR challenge, to say the least! I called Mari upon seeing all the reviews of this place for an appt., and had my hair colored and cut/styled by her. She was so awesome, it was just like getting my hair done in Tokyo - the quality of service was topnotch and her skill, excellent. She thinned my hair the way I like it done, and she is meticulous re. the length and where I wanted my layers to start, the amount of layers, etc. etc. - basically your comes out exactly the way YOU ORDERED IT (it is RARE for any salon to accomplish this). She has been trained and worked as a stylist in Japan - not the XXX Beauty School in Lomita, etc. Parking is a bit tough during the day (I went around noon).",
    "imgSrc": "g.jpg",
    "yelpLink": ""
  },
  {
    "name": "Grace S.",
    "location": "Hawthorne, CA",
    "date": "8/31/2016",
    "rating": 5,
    "review": "Love the service here! Mari is very sweet. She gets to know her customers and offers you magazines, water and tea while you get your hair cut. She carefully cuts your hair and checks in you throughout the process if the length etc. is what you desire. Also, make sure you say yes to the shampoo! She will give you a relaxing head and neck massage, I almost fell asleep! \nMari is very accommodating as well. After my recent haircut, she said to feel free to call her if I ever wanted my bangs shorter. When I got home, I decided I wanted more layers and my bangs shorter. I came back a few days after and she was able to squeeze me in on a busy Saturday. Afterwards, she wouldn't even take any gratuity even though I offered. She really makes sure her customers are satisfied.",
    "imgSrc": "h.jpg",
    "yelpLink": ""
  },
  {
    "name": "Jessica P.",
    "location": "Long Beach, CA",
    "date": "4/19/2016",
    "rating": 4,
    "review": "i have been here for 5+ years now whole family. quiet, not too much talking and clean place. and they really comfort you with shampoo and head massages. reasonable price too. i will keep coming here.\n$46 for my haircut $23 for my kids( elementary)",
    "imgSrc": "i.jpg",
    "yelpLink": ""
  }
]
